Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/folketrygdfondet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Nils H. Bastiansen has worked for Folketrygdfondet since 1995.
nb: Bastiansen har arbeidet i Folketrygdfondet siden 1995.

source: Christina Stray graduated from the University of Oslo with a law degree in 1992, and holds a Master of Laws degree from the London School of Economics and Political Science, where she studied from 1993 to 1994.
nb: Christina Stray tok juridisk embetseksamen ved Universitetet i Oslo i 1992 og Master of Laws ved London School of Economics and Political Science fra 1993 til 1994.

source: General meeting of Stolt-Nielsen Limited
nb: Generalforsamling i Stolt-Nielsen Limited

source: Our guidance documents set out our expectations as to how companies should handle key issues such as strategy, capital structure, and financial targets, anti-corruption efforts, executive remuneration, environmental considerations, human rights and workers’ rights.
nb: viser vi selskapene hvilke forventninger vi har til deres håndtering av sentrale temaer som strategi, kapitalstruktur og finansielle mål, anti-korrupsjon, lederlønnsordninger, miljø og menneskerettigheter og arbeidstakerrettigheter.

source: Folketrygdfondet will define credit limits for individual issuers to ensure risk diversification in the portfolio.
nb: Folketrygdfondet vil fastsette kredittrammer for hver enkelt utsteder for å sikre risikospredning i porteføljen.

source: the company and potential dilution effects.
nb: Beregningene er utført av en kvalifisert aktuar.

source: Item 4: Approval of guidelines on the setting of executive pay and other remuneration
nb: Sak 4: Godkjennelse av retningslinjer om fastsettelse av lønn og annen godtgjørelse til ledende ansatte

source: She previously served on the Executive Board of Norges Bank for 12 years.
nb: Hun har tidligere sittet 12 år i Hovedstyret i Norges Bank.

source: Folketrygdfondet will therefore vote against the election of Søren Rene Kristiansen as a member of the nomination committee under agenda item 7.
nb: Derfor stemmer Folketrygdfondet mot valg av Søren Rene Kristiansen som medlem av valgkomiteen i sak 7.

source: Folketrygdfondet’s management of the Government Bond Fund reflects the following principles:
nb: I sin forvaltning av Statens obligasjonsfond tar Folketrygdfondet utgangspunkt i følgende:

source: Her previous positions include those of adviser with the City of Oslo and auditor at the Office of the Auditor General of Norway.
nb: Hun har tidligere arbeidet som rådgiver i Næringssekretariatet i Oslo Kommune og som revisor i Riksrevisjonen.

source: The scheme is extensive, and relates to shares in a subsidiary rather than XXL ASA.
nb: Aksjeprogrammet er omfattende og knyttet til aksjer i et datterselskap, ikke XXL ASA.

source: The Government Bond Fund will not be invested in issuers with a rating of CCC/Caa2 or lower.
nb: Statens obligasjonsfond vil ikke investeres i utstedere med rating CCC/Caa2 eller lavere.

source: The Government Bond Fund (SOF) mandate
nb: Mandatet for forvaltningen av Statens obligasjonsfond (SOF)

source: Folketrygdfondet, which previously managed the Government Bond Fund during the financial crisis, has been mandated to manage the revived fund.
nb: Folketrygdfondet, som forvaltet Statens obligasjonsfond under finanskrisen, får oppgaven med å forvalte det igjen.

source: The Government Pension Fund Global, managed by Norges Bank
nb: Statens pensjonsfond utland (SPU), som forvaltes av Norges Bank

source: Evry ASA Annual General Meeting
nb: Ekstraordinær generalforsamling i Evry ASA

source: Folketrygdfondet will therefore vote against the proposed resolution relating to agenda item 6.
nb: Folketrygdfondet stemmer derfor mot det foreslåtte vedtaket i sak 6.

source: The board of BW Offshore Limited is asking the general meeting to authorise it to appoint new board members.
nb: Styret i BW Offshore Limited ber om fullmakt fra generalforsamlingen til å utnevne nye styremedlemmer.

source: The proposed share programme is uncapped and has a potential scope of up to 5 percent of the share capital of a subsidiary, XXL Sport og Villmark ASA.
nb: Det foreslåtte aksjeprogrammet mangler tak og har et omfang på opptil 5 prosent av aksjekapitalen i et datterselskap, XXL Sport og Villmark ASA.

source: Folketrygdfondet receives a new mandate for the management of the Government Pension Fund Norway
nb: Folketrygdfondet får nytt mandat for forvaltningen av Statens pensjonsfond Norge.

source: Einar Westby holds an economics degree from BI Norwegian Business School and qualified as a state-authorised public accountant at the Norwegian School of Economics.
nb: Einar Westby er utdannet siviløkonom fra Handelshøyskolen BI og statsautorisert revisor fra Norges Handelshøyskole.

source: General meeting of BW LPG Limited
nb: Generalforsamling i BW LPG Limited

source: “Our active investment strategy outperformed the market in 2020, as we managed to take advantage of market turmoil,” says Folketrygdfondet CEO Kjetil Houg.
nb: Det kommer fellesskapet til gode, sier Kjetil Houg, administrerende direktør i Folketrygdfondet. Aksjeavkastningen i Norden utenom Norge var i 2020 høyere enn i Norge.

source: Before that, she was a finance and HR manager at Oslo og Akershus Trafikkservice.
nb: Videre har hun arbeidet som økonomi- og personalleder i Oslo og Akershus Trafikkservice.

source: Since Knut Trygve Flakk has been nominated for re-election as the company’s board chair, Folketrygdfondet will vote against his simultaneous election as a member of the company’s nomination committee.
nb: Da Knut Trygve Flakk er innstilt til gjenvalg som styreleder i selskapet, stemmer Folketrygdfondet mot at han også velges til medlem av selskapets valgkomite.

source: Folketrygdfondet 2020: Strong returns in a turbulent year
nb: Høy avkastning i et urolig år Folketrygdfondet 2020:

source: The total scope of the share issue authorisations in agenda items 10 and 12 is also excessive.
nb: I tillegg har summen av emisjonsfullmaktene i sak 10 og 12 et for stort samlet omfang.

source: Siri Teigum is a partner at the law firm Thommessen, where she heads up the EU/EEA and competition law practice.
nb: Siri Teigum er partner i advokatfirmaet Thommessen, hvor hun leder firmaets arbeid med EU/EØS- og konkurranserett.

source: Chief Financial and Risk Officer
nb: direktør økonomi og risikostyring

source: Marika Burvald joined Folketrygdfondet in 2015.
nb: Marika Burvald begynte som kommunikasjonssjef i Folketrygdfondet i 2015.

source: Lisbeth Johansen Kvam joined Folketrygdfondet in 1996.
nb: Lisbeth Johansen Kvam begynte i Folketrygdfondet i 1996.

source: She has been with Folketrygdfondet since 2015, working in the equities department, first as a responsible investment analyst and currently as a portfolio manager.
nb: Tine Fossland har vært ansatt i Folketrygdfondet siden 2015, og er porteføljeforvalter i aksjeavdelingen. Hun har tidligere jobbet som senioranalytiker for ansvarlige investeringer i samme avdeling.

source: Frances has extensive finance industry experience, including from various directorships of securities fund management companies and serving as Head of Business Support and Compliance at SKAGEN Funds.
nb: Frances har lang erfaring fra finansbransjen, blant annet som styremedlem i ulike forvaltningsselskaper for verdipapirfond og som leder for Forretningsstøtte og kontroll i SKAGEN Fondene.

source: The Government Pension Fund Norway, managed by Folketrygdfondet
nb: Statens pensjonsfond Norge (SPN), som forvaltes av Folketrygdfondet

source: Extraordinary General Meeting of Link Mobility ASA
nb: Ekstraordinær generalforsamling i Link Mobility ASA

source: The surpluses in the National Insurance Scheme turn to deficits, and 1979 is the final year with a transfer from the National Insurance Scheme to Folketrygdfondet
nb: Folketrygden går etter hvert med underskudd, og 1979 blir derfor siste år med kapitaloverføring fra folketrygden til Folketrygdfondet.

source: The authorisation size of 15% is too large.
nb: Fullmaktens størrelse på 15 % er for stor.

source: Google Analytics also stores cookies in your browser.
nb: Google Analytics setter også informasjonskapsler i din nettleser.

source: Under this voting item, the maximum issuance would be increased to 10%.
nb: I denne saken foreslås rammen økt til 10%.

source: Item 8: Board authorisation to acquire own shares – share incentive programme
nb: Sak 8: Styrefullmakt til erverv av egne aksjer - aksjeincentivprogrammer

source: Folketrygdfondet has noted that some companies in
nb: Endring i kontanter og kontantekvivalenter

source: At the Link Mobility ASA extraordinary general meeting December 7th, 2021, Folketrygdfondet will vote against agenda items 4 and 5 for the following reasons:
nb: På den ekstraordinære generalforsamlingen i Link Mobility ASA den 7. desember 2021 kommer Folketrygdfondet til å stemme mot sakene 4 og 5 med følgende begrunnelse:

source: Link Mobility already has an authorization to issue up to 5% new equity in connection with its executive remuneration scheme.
nb: Link Mobility har allerede en fullmakt til å utstede inntil 5% nye aksjer i forbindelse med godtgjørelsesordningen for ledende ansatte.

source: The board is requesting authorisation to increase the company’s share capital for the purpose of the investment programme/shares for executives, including board members other than the board chair, as described under agenda item 9 above.
nb: Styret ber om fullmakt til kapitalforhøyelse som skal anvendes til investeringsprogram/aksjer til ledende personer, inkludert styrets medlemmer unntatt styreleder, som beskrevet i sak 9 ovenfor.

source: The equities portfolio achieved a return of 18% in 2019, beating the market by 0.4 percentage points.
nb: Aksjeporteføljen fikk en avkastning på 18 prosent i 2019, og slo markedet med 0,4 prosentpoeng.

source: Niels G. Stolt-Nielsen is the CEO of Stolt-Nielsen Limited.
nb: Stolt-Nielsen er administrerende direktør i Stolt-Nielsen Limited.

source: Marika Burvald holds a Cand.
nb: Marika Burvald er utdannet cand.

source: made in 2010, that the Shareholders’ Meeting should adopt The Election Committee must submit a reasoned recommen-
nb: desember 2010 for forvaltningen av SOF fastsatt av Finansdepartementet. Finansielle instrumenter

source: Previously, she worked for Oslo Børs ASA as head of the Prospectus and Transactions Department.
nb: Hun kom fra stillingen som leder av Prospekt- og transaksjonsavdelingen ved Oslo Børs ASA.

source: An investment limit of NOK 50 billion has been proposed for the Government Bond Fund.
nb: Det er foreslått at Statens obligasjonsfond får en ramme på 50 milliarder kroner.

source: Liselott Kilaas holds a degree in mathematics from the University of Oslo and an MBA from IMD in Lausanne, Switzerland.
nb: Liselott Kilaas er utdannet matematiker fra Universitetet i Oslo og Master of Business Administration fra IMD i Lausanne i Sveits.

source: He is also an authorised financial analyst with a Master of Business Administration in finance from Norwegian School of Economics and Business Administration in Bergen.
nb: Han er også autorisert finansanalytiker med en Master of Business Administration i finans fra Norges Handelshøyskole i Bergen.

source: Discussion of the non-binding part of the Board’s statement regarding the determination of salaries and other remuneration to the management pursuant to § 6-16a of the Norwegian Public Limited Liability Companies Act
nb: Behandling av veiledende del av styrets erklæring om fastsettelse av lønn og annen godtgjørelse til ledende ansatte etter allmennaksjeloven § 6-16a

source: Item 9: Election of members of the nomination committee
nb: Sak 9: Valg av medlemmer til valgkomiteen

source: Folketrygdfondet will therefore vote against agenda item 5 relating to board remuneration.
nb: Derfor stemmer Folketrygdfondet mot sak 5 vedrørende godtgjørelse til styret.

source: We also record each visitor’s “user agent”, IP address and pages visited in web server logs.
nb: Vi lagrer «user agent», IP-adresse og hvilken side den besøkende har besøkt i webserverens logger.

source: Since the board has designed the programme and is responsible for its implementation, the proposal in agenda item 5 could result in an unclear division of roles and responsibilities between the board and management.
nb: Ettersom styret har utformet programmet og er ansvarlig for oppfølging av dette, kan forslaget i sak 5 bidra til uklar rolle- og ansvarsdeling mellom styret og ledelse.

source: Before that, she worked in Oslo Børs ASA’s legal department, and for the law firm Wiersholm, Mellbye & Bech.
nb: Hun har også arbeidet som advokat i juridisk avdeling ved Oslo Børs samt i advokatfirmaet Wiersholm, Mellbye & Bech.

source: Integrate environmental, social and governance considerations in our investment activities.
nb: Integrerer hensynet til miljø, samfunnsmessige forhold og selskapsstyring i investeringsvirksomheten.

source: Hold down the Crtl key.
nb: Hold Crtl-tasten nede.

source: The fund is invested in equities and fixed income in Norway, Denmark, Finland and Sweden.
nb: Kapitalen investeres i aksjer og obligasjoner i Norge, Danmark, Finland og Sverige.

source: Folketrygdfondet takes a positive view of remuneration schemes which are targeted and performance-linked.
nb: Folketrygdfondet er positive til avlønningsordninger som er målrettede og resultatavhengige.

source: Folketrygdfondet will therefore vote against expansion of the group’s investment programme for employees under agenda item 10.
nb: Derfor stemmer Folketrygdfondet mot utvidelse av konsernets investeringsprogram for ansatte i sak 10.

source: The session file is deleted automatically once the browser has been closed or inactive for 15 minutes, and is therefore not stored permanently.
nb: Sesjonsfilen slettes automatisk senest 15 minutter etter at brukeren har lukket nettleseren eller vært inaktiv, og lagres således ikke permanent.

source: The proposed share scheme is uncapped and has a scope of up to 5% of the share capital of a subsidiary, XXL Sport og Villmark AS.
nb: Det foreslåtte aksjeprogrammet mangler tak og har et omfang på opptil 5 prosent av aksjekapitalen i et datterselskap, XXL Sport og Villmark AS.

source: Email addresses used when forwarding articles are not logged.
nb: E-postadresser som brukes til å videresende artikler logges ikke.

source: The board of Stolt-Nielsen Limited is asking the general meeting to authorise it to appoint new board members.
nb: Styret i Stolt-Nielsen Limited ber om fullmakt fra generalforsamlingen til å utnevne nye styremedlemmer.

source: We use Google Analytics to store visitor data.
nb: Vi benytter også Google Analytics til å lagre besøksdata.

source: Reference is made to the voting statement relating to item number 9.
nb: Det vises til vår stemmeforklaring i sak 9.

source: Visitor statistics are only available to our web editors and IT department.
nb: Besøksstatistikken er kun tilgjengelig for web-redaksjonen og IT-avdelingen i vårt selskap.

source: Such information may be obtained from the contact person’s employer, for example via the employer’s website.
nb: Kilde for slike opplysninger vil være kontaktpersonens arbeidsgiver, for eksempel fra arbeidsgivers nettside.

source: General meeting of Ultimovacs ASA
nb: Generalforsamling i Ultimovacs ASA

source: Borr Drilling Ltd.
nb: Generalforsamling i Frontline Ltd.

source: This information is used to generate statistics on the number of page views per object (menu item, article, file), per server and per search term.
nb: Denne informasjonen blir i neste omgang benyttet til å generere statistikk for antall sidevisninger per objekt (menypunkt, artikkel, fil), per server og per søkeord.

source: Folketrygdfondet to manage revived Government Bond Fund
nb: Folketrygdfondet får ansvar for å forvalte Statens obligasjonsfond

source: General meeting of HydrogenPro AS
nb: Generalforsamling i HydrogenPro AS

source: Folketrygdfondet therefore votes against the proposal.
nb: Folketrygdfondet stemmer derfor mot forslaget.

source: She holds a degree in Business Administration from the University of Strathclyde in Scotland and an Executive Master of Management degree from BI Norwegian Business School.
nb: Hun er siviløkonom fra University of Stratchclyde i Skottland og har en Executive Master of Management fra Handelshøyskolen BI.

source: The size of the authorisation is excessive, at 15%.
nb: Fullmaktens størrelse på 15 % er for stor.

source: Item 6: Board guidelines on the setting of executive pay and other remuneration
nb: Sak 6: Styrets retningslinjer om fastsettelse av lønn og annen godtgjørelse til ledende ansatte

source: “The Fund is intended to provide access to substantial reserves during the present crisis, in the form of liquidity for companies which are natural borrowers in the bond market,” says Kjetil Houg.
nb: - Tiltaket skal sikre dype lommer i en krisesituasjon, i form av likviditet overfor selskaper som er naturlige låntakere i obligasjonsmarkedet, sier Kjetil Houg.

source: The board is requesting authorisation to repurchase own shares with a total nominal value of up to 10% of the share capital.
nb: Styret ber om fullmakt til å kjøpe tilbake egne aksjer med en samlet pålydende verdi som tilsvarer inntil 10% av aksjekapitalen.

source: Agenda item 9: Approval of guidelines on the setting of executive remuneration
nb: Sak 9: Godkjenning av retningslinjer om fastsettelse av godtgjørelse til ledende personer

source: Issuers must be registered in Norway pursuant to section 1-2 of the Register of Business Enterprises Act, and must be headquartered in Norway.
nb: Utsteder må være foretaksregistrert i Norge i henhold til Foretaksregisterloven §1-2 og ha hovedkontor i Norge.

source: Her previous positions also include CEO at Nansen Capital Partners and Director of Legal and Compliance at Nysnø Klimainvesteringer.
nb: Frances har også arbeidet som CEO i Nansen Capital Partners og Juridisk- og compliance direktør i Nysnø Klimainvesteringer.

source: General meeting of DNO ASA
nb: Generalforsamling i DNO ASA

source: Overall, Folketrygdfondet outperformed the market by 0.4 percentage points in 2019.
nb: Samlet slo Folketrygdfondet markedet med 0,4 prosentpoeng i 2019.

source: Carl Krogh Arnet is the CEO of BW Offshore Limited.
nb: Carl Krogh Arnet er administrerende direktør i BW Offshore Limited.

source: Aleksander Smerkerud holds a Master’s Degree in Economics and Business Administration from the Norwegian University of Life Sciences.
nb: Han er utdannet siviløkonom fra Universitetet for miljø- og biovitenskap med mastergrad i økonomi og administrasjon.

source: In line with the voting statements relating to agenda items 4 and 5, Folketrygdfondet will vote against the proposed resolution under agenda item 10 authorising the board of directors to increase the share capital in connection with the share incentive programme.
nb: På bakgrunn av stemmebegrunnelse i sak 4 og sak 5, stemmer Folketrygdfondet mot fullmakt om kapitalforhøyelse i sak 10 hvis formål inkluderer aksjeinsentivprogram.

source: Companies in all sectors and industries may be considered for investment through the Government Bond Fund, including companies in the high-yield segment.
nb: For Statens obligasjonsfond vil alle sektorer og bransjer kunne vurderes, inkludert high yield-segmentet.

source: General meeting of XXL ASA
nb: Generalforsamling i XXL ASA

source: CoreTrek AS supplies the CorePublish publication tool for our website, and is responsible for the website’s technical development, operation and maintenance.
nb: Det er CoreTrek AS som leverer publiseringsverktøyet CorePublish for vårt nettsted og som står for teknisk utvikling, drift og vedlikehold.

source: She holds a law degree from the University of Oslo and an EU law qualification from the College of Europe.
nb: Hun har juridisk embedseksamen fra Universitetet i Oslo og EU-rett fra College of Europe.

source: Folketrygdfondet has been given responsibility for the management of the fund, which has a starting capital of NOK 50 billion.
nb: Forvaltningen er lagt til Folketrygdfondet. Ved oppstart ble 50 milliarder kroner tilført Statens obligasjonsfond.

source: In 1990 the regional boards were wound up, and Folketrygdfondet was organised directly under the Ministry of Finance
nb: I 1990 blir distriktsstyrene avviklet, og Folketrygdfondet blir direkte underlagt Finansdepartementet.

source: General meeting of Wallenius Wilhelmsen
nb: Generalforsamling i Wallenius Wilhelmsen

source: As both the issue of options to board members and the conclusion of agreements on advisory services with board members are contrary to the view taken by Folketrygdfondet on grounds of principle and the recommendation in the Norwegian Code of Practice for Corporate Governance, Folketrygdfondet will vote against the proposal in item number 6.
nb: Ettersom både utstedelse av opsjoner til styremedlemmer og inngåelse av avtaler om rådgivningstjenester med styremedlemmer er i strid med Folketrygdfondets prinsipielle syn og NUES-anbefalingen, stemmer Folketrygdfondet mot forslaget i sak 6.

source: He has been with Folketrygdfondet since 2009, working as a finance consultant in the Department of finance and risk management.
nb: Aleksander Smerkerud har vært ansatt i Folketrygdfondet siden 2009, og er økonomikonsulent i avdeling for økonomi og risikostyring.

source: Reference is made to the voting statement relating to agenda item 4, which explains that the option scheme may entail an excessive transfer of value from shareholders to employees.
nb: Det vises til vår stemmeforklaring i sak 4, der vi mener på opsjonsordningen potensielt vil kunne medføre en for stor overføring av verdier fra aksjonærer til ansatte.

source: Section 8 of the Norwegian Code of Practice for Corporate Governance states that the board of directors should not include executive personnel.
nb: Det følger av pkt. 8 i Norsk anbefaling for eierstyring og selskapsledelse at ledende ansatte ikke bør være medlem av styret.

source: Cookies on ftf.no
nb: Informasjonskapsler på ftf.no

source: He completed a PhD in financial mathematics at the Norwegian School of Economics in 2001, and also holds an MBA from the same institution.
nb: Han avla sin doktorgrad i matematisk finans ved Norges Handelshøyskole i 2001 og er Siviløkonom HAE fra samme sted.

source: At the Evry annual general meeting 2.
nb: På ekstraordinær generalforsamling i Evry ASA 2.

source: Folketrygdfondet exercises active ownership in several arenas.
nb: Vi legger vekt på at prinsippene vi følger skal være kjent.

source: At the DNO annual general meeting May 27th, 2020, Folketrygdfondet plans to vote against items 5(a), 6, 9, 10 12 and 14 for the following reasons:
nb: På generalforsamlingen i DNO den 27. mai 2020 kommer Folketrygdfondet til å stemme mot sak 5(a), 6, 9, 10 12 og 14 med følgende begrunnelse:

source: Chief Compliance Officer
nb: direktør compliance og juridisk

source: As both the issue of options to board members and the conclusion of agreements on advisory services with board members are contrary to the view taken by Folketrygdfondet on grounds of principle and the recommendation in the Norwegian Code of Practice for Corporate Governance, Folketrygdfondet voted against the proposal in item number 9.
nb: Ettersom både utstedelse av opsjoner til styremedlemmer og inngåelse av avtaler om rådgivningstjenester med styremedlemmer er i strid med Folketrygdfondets prinsipielle syn og NUES-anbefalingen, stemmer Folketrygdfondet mot forslaget i sak 9.
